Repository: lliurex/ltsp
Catalog: po/*.po
Languages: ms

source: translator-credits
ms: Launchpad Contributions: Ahmed Noor Kader Mustajir Md Eusoff https://launchpad.net/~sir.ade Jim McQuillan https://launchpad.net/~jam-mcquil Steelburn https://launchpad.net/~steelburn abuyop https://launchpad.net/~abuyop inashdeen https://launchpad.net/~inashdeen

source: Login Error
ms: Ralat Daftar Masuk

source: User
ms: Pengguna

source: already logged in!
ms: sudah daftar masuk!

source: Continue
ms: Teruskan

source: Login Warning
ms: Amaran Daftar Masuk

source: Cancel
ms: Batal

source: API ERROR: you need to provide true or false.
ms: RALAT API : anda mesti berikan betul atau salah

source: display this help message
ms: papar mesej bantuan ini

source: display help for all available commandline options
ms: papar bantuan untuk semua pilihan baris perintah yang tersedia

source: output version information and exit
ms: output maklumat versi dan keluar

source: LTSP Build Client usage:
ms: penggunaan Klien Binaan LTSP:

source: Regular options:
ms: Pilihan biasa:

source: Advanced options:
ms: Pilihan lanjutan:

source: info: LTSP client installation completed successfully
ms: maklumat: Pemasangan klien LTSP berjaya

source: error: LTSP client installation ended abnormally
ms: RALAT: Pemasangan klien LTSP berakhir secara tidak normal

source: Enable progress reporting
ms: Benarkan laporan kemajuan

source: Print stage times (seconds)
ms: Cetak masa tahap (saat)

source: Draw progress bar
ms: Lukis palang kemajuan

source: set the target architecture
ms: tetapkan senibina sasaran

source: set the distribution to be used for install
ms: Tetapkan distribusi yang akan digunakan untuk pemasangan

source: set the default locale
ms: tetapkan lokaliti lalai

source: set the mirror location
ms: tetapkan lokasi cermin

source: add a mirror, which takes priority over the default mirror
ms: tambah cermin, yang mengambil alih keutamaan cermin lalai

source: add a mirror, with lower priority than the default mirror
ms: tambah cermin, yang keutamaannya lebih rendah dari cermin lalai

source: add a security mirror
ms: tambah cermin keselamatan

source: set the list of packages to install after base-install is completed
ms: tetapkan senarai pakej untuk dipasang selepas base-install selesai

source: Set the i18n langs
ms: Tetapkan bahasa i18n

source: set the kernel package to install.
ms: tetapkan pakej kernel untuk dipasang.

source: enable serial console
ms: benarkan konsol serial

source: Enabling serial console...
ms: Benarkan konsol serial...

source: set the kernel modules packages to install.
ms: tetapkan pakej modul kernel untuk dipasang.

source: list of packages to install as part of the final installation
ms: senaraikan pakej untuk dipasang sebagai sebahagian dari pemasangan akhir

source: keep cache of downloaded package files
ms: simpan cache bagi fail pakej yang sudah dimuat turun

source: prompt to set the root password, defaults to disabled
ms: maklum untuk tetapkan kata laluan root, lalai dilumpuhkan

source: include the listed keys in the apt keyring
ms: sertakan kekunci tersenarai dalam keyring apt

source: allow unsigned packages during install
ms: benarkan pakej tidak bertandatanfgan semasa pemasangan

source: set the components to be used in mirror
ms: tetapkan komponen yang digunakan didalam cermin

source: set the distribution to be used for install, defaults to running distribution
ms: tetapkan distribusi yang digunakan untuk pemasangan, lalai ke distribusi yang berjalan

source: distribution to set up apt pinning
ms: distribusi untuk tetapkan pencematan apt

source: list of packages to install from the pinned distribution
ms: senarai pakej untuk pasang dari distribusi tercemat

source: load debconf seeding in the chroot after install
ms: muat penyemaian debconf dalam chroot selepas pemasangan

source: use the specified keyring for debootstrap gpg verification
ms: guna keyring yang dinyatakan untuk pengesahan gpg debootstrap

source: NOTE: disabling security and updates APT sources for sid. They do not exist.
ms: PERHATIAN: melumpuhkan keselamatan dan kemaskini sumber APTuntuk sid. Ia tidak wujud.

source: enable popularity-contest in the chroot
ms: benarkan popularity-contest dalam chroot

source: Enabling popularity contest...
ms: Membenarkan 'popularity-contest'...

source: use specified http proxy
ms: guna proksi http yang dinyatakan

source: do not autodetect apt proxy configuration
ms: jangan kesan-sendiri konfigurasi proksi apt

source: set the update mirror location
ms: tetapkan lokasi cermin kemaskini

source: NOTE: adding default dist and components to security mirror:
ms: PERHATIAN: menambah dist dan komponen lalai ke cermin keselamatan:

source: add a backports mirror
ms: tambah cermin port belakang

source: list of packages to install from the backports repositories
ms: senarai pakej untuk dipasang dari repositori port belakang

source: distribution to pull backports from
ms: distribusi untuk tarik port belakang

source: NOTE: adding default dist and components to backports mirror:
ms: PERHATIAN: menambah dist dan komponen lalai ke cermin port belakang:

source: use the servers sources.list instead of generating one
ms: guna sources.list pelayan selain dari menjana baru

source: set the list of kernel packages to install
ms: tetapkan senarai pakej kernel untuk dipasang

source: set the kernel variant to install
ms: tetapkan variasi kernel untuk dipasang

source: set the kernel version to install
ms: tetapkan versi kernel untuk dipasang

source: run most or all applications locally
ms: jalan kebanyakan atau semua aplikasi secara setempat

source: skip upgrade of installed packages
ms: langkau penataran pakej terpasang

source: create ext2 image for use with NBD
ms: cipta imej ext2 untuk diguna dengan NBD

source: create image for use with NBD of the specified filesystem
ms: cipta imej untuk diguna dengan NBD bagi sistem fail yang dinyatakan

source: install to the chroot all the .deb files contained in the provided directory
ms: pasang ke chroot semua fail .deb yang terkandung dalam direktori yang disediakan

source: a simple webkiosk mode
ms: merupakan mod webkiosk ringkas

source: cache downloaded packages
ms: pajek termuat turun cache

source: Copying packages
ms: Menyalin pakej

source: done.
ms: selesai.

source: copy apt Packages files from server
ms: salin fail Pakej apt dari pelayan

source: mount package cache dir from server
ms: lekap dir cache pakej dari pelayan

source: mount a server directory as the chroot package cache dir
ms: lekap direktori pelayan sebagai dir cache pakej chroot

source: use eatmydata to speed up build times, at risk of data not getting written to disk
ms: guna eatmydata untuk lajukan masa binaan, tetapi risiko data tidak ditulis ke cakera

source: create squashfs image for use with NBD
ms: cipta imej squashfs untuk digunakan dengan NBD

source: ERROR: unsupported architecture. Check your --arch argument: %s
ms: RALAT: senibina tidak disokong. Periksa argumen --arch anda: %s

source: supported values are: %s
ms: nilai yang disokong ialah: %s

source: Path to kickstart file
ms: Laluan ke fail kickstart

source: Path to chroot-creator cache
ms: Laluan ke cache chroot-creator

source: Release version number
ms: Nombor versi keluaran

source: Distro name
ms: Nama distro

source: Set the number of parallel build processes
ms: Tetapkan bilangan proses binaan selari

source: Set extra mirror locations (space-separated)
ms: Tetapkan lokasi cermin (dipisah-jarak)

source: list of extra packages to install as part of the initial installation.
ms: senarai pakej tambahan untuk dipasang sebagai sebahagian dari pemasangan awal.

source: Stage 3 URI
ms: URI Tahap 3

source: Gentoo installer to use, defaults to kicktoo
ms: Pemasang Gentoo yang digunakan, lalai pada kicktoo

source: Path to installer profile
ms: Laluan ke profil pemasang

source: Debug installer
ms: Nyahpepijat pemasang

source: Show installer external command output
ms: Papar output perintah luaran pemasang

source: Using installer: %s
ms: Menggunakan pemasang: %s

source: ERROR: unsupported installer. Check your --installer argument: %s
ms: RALAT: pemasang tidak disokong. Periksa argumen --installer anda: %s

source: Custom installer profile: %s
ms: Profil pemasang suai: %s

source: Default installer profile: %s
ms: Profil pemasang lalai: %s

source: ERROR: %s does not exist
ms: RALAT: %s tidak wujud

source: Installing into: %s
ms: Memasang kedalam: %s

source: purge existing LTSP chroot if present
ms: singkir chroot LTSP sedia ada jika hadir

source: Set initramfs builder, defaults to genkernel
ms: Tetapkan pembina initramfs, lalai pada genkernel

source: Set kernel sources package, defaults to latest gentoo-sources
ms: Tetapkan pakej sumber kernel, lalai pada gentoo-sources terkini

source: Set URI of custom kernel config
ms: Tetapkan URI bagi konfig kernel suai

source: Set input device drivers to install
ms: Tetapkan pemacu perranti input untuk dipasang

source: Set video card drivers to install
ms: Tetapkan pemacu kad video untuk dipasang

source: Release version number (el6,fc18,fc19) * Not working yet
ms: Nombor versi keluaran (el6,fc18,fc19) * Tidak berfungsi lagi

source: Load a user specific configuration file
ms: Muat fail konfigurasi khusus pengguna

source: ERROR: --arch %s called on unsupported arch: %s
ms: RALAT: --arch %s dipanggil pada senibina tidak disokong: %s

source: set the linuxmint distribution to be used for install, defaults to running distribution
ms: tetapkan distribusi linuxmint yang diguna untuk pasang, lalai ke distribusi yang berjalan

source: set the security mirror location
ms: tetapkan lokasi cermin keselamatan

source: enable LTSP-Cluster
ms: benarkan LTSp-Cluster

source: force to skip the squashfs build (for debian-installer)
ms: paksa langkau binaan squashfs (untuk debian-installer)

source: enable debug support
ms: benarkan sokongan nyahpepijat

source: load a user specific configuration file
ms: muat fail konfigurasi spesifik pengguna

source: exclude packages from the initial chroot
ms: asingkan pakej dari chroot awalan

source: set the default base install directory
ms: tetapkan direktori pemasangan dasar lalai

source: set the name of the chroot
ms: tetapkan nama chroot
